{
  "requestUrl": "/webpl3/traderlocal.iforex.com/web/1/1/20201230110628/0/FAQUPLOADDOCUMENTS.js",
  "contentType": "text/plain; charset=utf-8",
  "method": "GET",
  "statusCode": 200,
  "data": "{\"1_FAQQuestions\":\"<faq><question>Which documents do I need to provide?</question><answer>Formula Investment House Ltd. is a regulated Investment Firm which is supervised by the British Virgin Island’s Financial Services Commission (BVI FSC). Accordingly, we are required to obtain and approve the following documents for all of our clients: <br>1. Personal Identification Certificate <br>A copy of a government issued document (passport or ID card) confirming your name, date of birth, place of birth, citizenship, photograph and signature. <br>2. Proof of Current Residence<br> Documents that show proof of residency. Examples include utility bills (e.g. gas or electricity bill), bank statements, telephone or mobile account statement and a municipal rates invoice statement <br> Please note: PO Boxes are not acceptable and your Proof of Current Residence should not be more than 6 months old. <br> 3. Credit/ Debit Card Copy (if applicable)<br> If you have activated your account with a credit/debit card, or if you have funded your account using a new credit/debit card, please upload a copy of both sides of the card as follows: <br> a. Conceal the CVV Code <br>b. On the front side of the card, conceal the first 12 digits and leave the last 4 digits visible</answer></faq>\",\"2_FAQQuestions\":\"<faq><question>Do I really need to complete the identification process?</question><answer>Yes, otherwise restrictions will be applied to your account depending on the overall assesment of your profile. For example, restricitions can be applied to depositing and/or trading. </answer></faq>\",\"3_FAQQuestions\":\"<faq><question>How should I provide my documents?</question><answer>You can scan your documents or take a clear photo of them</answer></faq>\",\"4_FAQQuestions\":\"<faq><question>How can I send you my documents?</question><answer>To send us your documents please use one of the following sending methods:<br>\\r\\nSecure Upload System<br>\\r\\nThis is our preferred choice, as it will allow you to send all your documents immediately to our compliance department for instant processing.  <br>\\r\\nEmail (Proof of ID and Proof of Residence Only!)<br>\\r\\nYou also have the option of sending your Proof of ID and Proof of Residence to our compliance department by email to compliance@iforex.com.<br>\\r\\nPlease do not send credit/debit card details or copies via email.</answer></faq>\",\"5_FAQQuestions\":\"<faq><question>How long will it take to process my documents and activate my account?</question><answer> Given normal business operations, assuming you have provided the correct documents and that they have been transferred correctly, we normally process them in up to 24 hours, or up to 72 hours over the weekend. Please note, however, processing times are subject to delay. Should this be the case, please feel free to contact compliance: compliance@iforex.com</answer></faq>\",\"6_FAQQuestions\":\"<faq><question>Which documents can I use to prove my identity?</question><answer>A copy of a government issued document confirming your name, date of birth, place of birth, citizenship, photograph and signature. Examples include passport and an ID card  \\r\\n</answer></faq>\",\"7_FAQQuestions\":\"<faq><question>Which documents can I use to prove my residence?</question><answer>Examples include utility bills (e.g. gas or electricity bill), bank statements, telephone or mobile account statement and a municipal rates invoice statement. <br><b>Kindly note: <b>PO Boxes are not acceptable and your Proof of Current Residence should not be more than 6 months old.    </answer></faq>\",\"8_FAQQuestions\":\"<faq><question>Should I scan my Credit Card, including all digits?</question><answer>No. On the front of the card conceal all but the last 4 digits, which need to be visible. On the back of the card, conceal the CVV number (this is your card security code). </answer></faq>\"}",
  "isBase64": false
}