{
  "requestUrl": "/webpl3/traderlocal.iforex.com/web/1/1/20201230110628/0/deals_InstrumentInfoTool.js",
  "contentType": "text/plain; charset=utf-8",
  "method": "GET",
  "statusCode": 200,
  "data": "{\"lblDividendAmount\":\"Dividend amount per share\",\"lblDividendDate\":\"Dividend settlement (GMT)\",\"lblMaketPriceTolerance\":\"Market Price Tolerance\",\"lblMaximumLeverage\":\"Maximum leverage\",\"lblMraketPriceTolerance\":\"Market Price Tolerance\",\"lblOFBuy\":\"Overnight Financing (Buy)\",\"lblOffHoursRequiredMargin\":\"Off-hours required margin\",\"lblOFPercentageBuy\":\"Overnight Financing % (Buy)\",\"lblOFPercentageSell\":\"Overnight Financing % (Sell)\",\"lblOFSell\":\"Overnight Financing (Sell)\",\"lblOvernightFinancingGMT\":\"Overnight Financing (GMT)\",\"lblPipValue\":\"1 PIP\",\"lblPipWorth\":\"Worth of 1 PIP\",\"lblRequiredMargin\":\"Required Margin \",\"lblRolloverDate\":\"Contract Rollover (GMT)\",\"lblWeekendFinancing\":\"Weekend Financing (GMT)\",\"txtFriday\":\"Friday\",\"txtLongOvernightFinancingInfo\":\"The approximate funds required in order to keep a long deal open overnight. It is calculated by multiplying the underlying Overnight Financing percentage with the Deal Amount's value. A positive value means that you will gain this profit from the overnight process, while negative value represents what it will cost you. This process’ running time is detailed under &quotOvernight Financing (GMT)&quot. Note that Overnight Financing on the last day of the week, which is referred to as “Weekend Financing (GMT)” below, is 3 times the value shown here as it covers the entire weekend period; this excludes cryptocurrencies that are traded 24/7.                                                                                   \",\"txtMaketPriceToleranceInfo\":\"Market price tolerance represents the allowed difference between the rate you requested and the price indicated on our servers. Within this difference, trades are executed according to the rate you saw in the system. If the difference is higher than the tolerance, the trade is executed according to the market rate at the time of execution.\",\"txtMaxAmountToTrade\":\"This amount refers to the largest quantity you can trade of your selected instrument, in a single deal. \",\"txtMinAmountToTrade\":\"This amount refers to the lowest quantity you can trade of your selected instrument. \",\"txtOffHoursRequiredMarginInfo\":\"The funds required to open a deal immediately before closure or after the opening of the market are usually higher than during regular trading hours of the underlying instrument. The required funds are calculated by multiplying the % with the value of the 'amount'. The result should be lower than your Available Margin to successfully execute the deal. Increased off-hours required margin for an open deal on an instrument will affect the total required margin of your account, and may prevent you from opening deals on another instrument for which the same hours are considered regular trading hours.   \",\"txtOvernightFinancingPercent\":\"If the calculated Overnight Financing % is positive, it means that an applicable amount will be added (credited) to your account balance. A negative Overnight Financing % means that an applicable amount will be subtracted (debited) from your account balance. For more details on how to calculate this value please see our Trading Conditions.\",\"txtPipValue\":\"1 PIP \",\"txtPipValueInfo\":\"“PIP” stands for Point In Percentage, which is one-hundredth of 1% (same as 1 divided by 10,000).<br> \\nFor EUR/USD, a pip is the 4th decimal digit, while for USD/JPY it's the 2nd decimal digit.<br> \\nThe value shown here is 1 PIP in terms of the selected instrument's rate.<br>\\nOn our trading platform you can identify the PIP as the second of the enlarged digits in both New Deal 'Buy' and 'Sell' buttons.\",\"txtPipWorthInfo\":\"PIPs are commonly considered \\\"points\\\" and are used to express spreads, changes in rates and as \\\"points\\\" for calculating profits and losses.<br>\\nThe value here shows the worth of 1 PIP given the selected 'amount'.\",\"txtRequiredMarginInfo\":\"The funds required to open this deal during normal trading hours are calculated by multiplying this value with the value of the 'amount'. The result should be lower than your Available Margin in order for you to successfully execute this deal.\",\"txtShortOvernightFinancingInfo\":\"The approximate funds required in order to keep a short deal open overnight. It is calculated by multiplying the underlying Overnight Financing percentage with the Deal Amount's value. A positive value means that you will gain this profit from the overnight process, while negative value represents what it will cost you. This process’ running time is detailed under &quotOvernight Financing (GMT)&quot. Note that Overnight Financing on the last day of the week, which is referred to as “Weekend Financing (GMT)” below, is 3 times the value shown here as it covers the entire weekend period; this excludes cryptocurrencies that are traded 24/7.\",\"txtThursday\":\"Thursday\"}",
  "isBase64": false
}