{
  "requestUrl": "/webpl3/traderlocal.iforex.com/web/1/1/20201230110628/0/controls_ctlsignaldisclaimer.js",
  "contentType": "text/plain; charset=utf-8",
  "method": "GET",
  "statusCode": 200,
  "data": "{\"litDisclaimer\":\"<p>The information, analysis, alerts, researches and opinions included in the Trading Signals pages are produced by Trading Central SA, an independent leading investment research provider, and reflect its judgment, professional analysis and opinions which may be changed without notice. <p/>\\r\\n<p>The materials included in this page should not in any way be construed, directly or indirectly, as investment or other professional advice or as the opinion or recommendation of iFOREX. It is highly recommended to use this information only as an assistance for the client’s trading decisions and not to rely exclusively on this information (or on any single factor whatsoever) for the purpose of calculating trading decisions.<p/>\\r\\n<p>Clients should be aware that: (i) Signals on Cryptocurrencies may be based on quotes from an exchange different to the exchange from which iFOREX offers its Cryptocurrency CFDs, which may result in differences in the various instrument rates (ii) Signals for Contracts For Differences (CFDs) refer sometimes to future contracts that expire on certain dates, such as for some indices and commodities. As the contract mentioned in the Trading Signal may have a different expiration date from the value dates of the contract quoted by iFOREX, the client should make sure that the Trading Signal applies to the contract quoted by iFOREX.</p>\\r\\n<p>iFOREX’s CFDs’ value dates and expiration dates can be found in our <a href=\\\"https://content.webapi-services.net/webapi/v1/fxnet/links?lang=English&brand=iforex&broker=1&page=trading-conditions\\\"  target=\\\"_blank\\\">Trading Conditions page</a>.\\r\\nAny utilization whatsoever, relating to the information included in the Trading Signal, as well as any trading decision which the client may take are the sole responsibility and liability of the client who acknowledge and agree to this as a condition precedent to and prior to any use of the Trading Signal.<p/> \\r\\n<p>The Client acknowledges and agrees to the fact that, by its very nature, investment in the products offered by iFOREX are characterized by a certain degree of uncertainty and that consequently, the future performance of such investments is hard to predict and involves risks for which the user is solely responsible and liable.</p>\\r\\n<p>Before taking any trading decision based on the trading signals, client must make sure whether the signal's date is relevant to the <a href=\\\"https://content.webapi-services.net/webapi/v1/fxnet/links?lang=English&brand=iforex&broker=1&page=trading-conditions\\\" target=\\\"_blank\\\">contract quoted by iFOREX</a>.\\r\\n<p/>\\r\\n<p> </p>\"}",
  "isBase64": false
}